{
    "home":"Home",
    "about":"About",
    "services":"Services",
    "projects":"Projects",
    "contact":"Contact",
    "function":"FULL-STACK WEB/MOBILE DEVELOPER",
    "about_me":"I love taking complex ideas or problems and turn them into simple and beautiful apps, I also love the logic and structure of coding and always strive to write elegant and efficient code.",
    "professional_career":"Professional career",
    "months":"months",
    "samapass_mission":"Design and production of a Wallet application (SamaPass Wallet), Web App and Mobile App.",
    "vbc_mission":"Design and realization of an application for the management of risk assessment questionnaires (AssurRisk), Web Dashboard and Mobile App.",
    "zen_mission":"Design and realization of an application for the management of the score and the generation of decision-making dashboards, App Desktop.",
    "suez_mission":"Design and production of an application for the internal management of the company SUEZ RV Maroc (BE'IT), Web Dashboard and Mobile App.",
    "cnss_mission":"Design and realization of an application for incident management, Dashboard Web.",
    "what_I_offer":"Here's what I offer",
    "intuitives":"Intuitives",
    "intuitives_desc":"Strong preference for easy to use, intuitive UX/UI.",
    "responsive":"Responsive",
    "responsive_desc":"My layouts will work on any device, big or small.",
    "fast":"Fast",
    "fast_desc":"Fast load times and lag free interaction, my highest priority.",
    "dynamic":"Dynamic",
    "dynamic_desc":"Websites don't have to be static, give them life.",
    "toolbox":"My toolbox",
    "graph_desc":"GraphQL is a query language for Optimizing processing and Maximizing user experience.",
    "laravel_desc":"Laravel is an innovative, comprehensive framework that uses the most recent possibilities.",
    "express_desc":"ExpressJS is a framework that aims to be minimalist. Very light, It prioritizes optimal performance and fast execution.",
    "db_desc":"Relational and non-relational databases.",
    "fundamentals_desc":"The essentials of web development.",
    "tailwind_desc":"A modular CSS framework based on the use of utility classes.",
    "jsfw_desc":"A lightweight and minimalist JavaScript framework to set up simple interactions.",
    "mobile_desc":"Cross-platform app development.An easy way to build visually attractive applications for mobile (iOS, Android) all using a single codebase",
    "wallet_desc":"The solution will have 3 applications: A mobile application used by merchants and individuals A web application for businesses A web application for the administration panel, 5 user profiles: merchant manager, merchant cashier, company, individual, administrator",
    "wallet_small_desc":"An electronic wallet application targeting three audiences, individuals, businesses and merchants. The main functionality is to carry out a transaction using the QR code",
    "risk_desc":"Inspired by the experience acquired by SAHAM ASSURANCE in the field of professional multi-risk insurance, ASSUR'RISK is presented in the form of a questionnaire covering the technical items usually examined within the framework of this type of insurance policy. The application also provides access to most of the offline functionality using a local database and synchronization system automatically",
    "risk_small_desc":"User-friendly and simple to use, ASSUR'RISK makes it possible to assess the technical and organizational arrangements put in place at industrial / commercial sites and dedicated to controlling fire / explosion risks.",
    "beit_desc":"The main objective of the application is to facilitate access to all the different data necessary for the staff of a company to do their jobs, and to digitize a whole lot of paper work that they do every day. has five main profiles, they are the heads of each department and a super administrator",
    "beit_small_desc":"It is a mobile application to visualize and monitor the data of all the services and departments of SUEZ RV Maroc, and it is only used by the personnel of the company.",
    "qilturo_desc":"The solution will have 3 applications: A mobile application used by individuals, A web application for businesses and individuals, A web application for the administration panel, there is a 14-day free trial with no obligation and three plans. subscription each have its advantages the main advantage is the video function which allows the user to watch a motivational music video",
    "qilturo_small_desc":"Qilturo is a personal development app that condenses the best books, lectures, documentaries, and podcasts into qilturos to read, listen to, or watch in 20 minutes.",
    "best_projects":"The best of my projects",
    "more_on_github":"You can find more on my github",
    "view_more":"View More",
    "close":"Close",
    "get_in_touch":"Get in touch with me",  
    "send_message":"Send Message",
    "name":"Name",
    "email":"Email",
    "subject":"Subject",
    "message":"Message"
}