{
    "home":"Accueil",
    "about":"À propos",
    "services":"Services",
    "projects":"Projets",
    "contact":"Contact",
    "function":"DÉVELOPPEUR WEB/MOBILE FULL-STACK",
    "about_me":"J'adore prendre des idées ou des problèmes complexes et les transformer en applications simples et belles, j'aime aussi la logique et la structure du codage et je m'efforce toujours d'écrire du code élégant et efficace.",
    "professional_career":"Carrière professionnelle",
    "months":"mois",
    "samapass_mission":"Conception et réalisation d'une application Wallet (SamaPass Wallet), App Web et App Mobile.",
    "vbc_mission":"Conception et réalisation d'une application pour la gestion des questionnaires d'évaluation du risque (AssurRisk), Tableau de bord Web et App Mobile.",
    "zen_mission":"Conception et réalisation d'une application pour la gestion  du pointage et la génération de tableaux de bord décisionnels, App Desktop.",
    "suez_mission":"Conception et réalisation d'une application pour la gestion interne de la société SUEZ RV Maroc (BE'IT), Dashboard Web et App Mobile.",
    "cnss_mission":"Conception et réalisation d'une application pour la gestion des incidents, Dashboard Web.",
    "what_I_offer":"Voici ce que je propose",
    "intuitives":"Intuitifs",
    "intuitives_desc":"Une forte préférence pour une UX / UI facile à utiliser et intuitive.",
    "responsive":"Responsive",
    "responsive_desc":"Mes mises en page fonctionneront sur n'importe quel appareil, grand ou petit.",
    "fast":"Rapide",
    "fast_desc":"Temps de chargement rapides et interaction sans décalage, ma priorité absolue.",
    "dynamic":"Dynamique",
    "dynamic_desc":"Les sites Web n'ont pas besoin d'être statiques, donnez-leur de la vie.",
    "toolbox":"Ma boite à outils",
    "graph_desc":"GraphQL est un langage de requête pour Optimiser les traitements et Maximisation de l'expérience utilisateur.",
    "laravel_desc":"Laravel est un framework novateur, complet, qui utilise les possibilités les plus récentes.",
    "express_desc":"ExpressJS est un framework qui se veut minimaliste. Très léger, Il priorise les performances optimales et l'exécution rapide.",
    "db_desc":"Les bases de données relationnelles et non relationnelles.",
    "fundamentals_desc":"Les incontournables du développement web.",
    "tailwind_desc":"Un framework CSS modulable et basé sur l'utilisation de classes utilitaires.",
    "jsfw_desc":"Un framework JavaScript léger et minimaliste pour mettre en place les interactions simples.",
    "mobile_desc":"Développement d'applications multiplateformes: un moyen simple de créer des applications visuellement attrayantes pour mobile (iOS, Android) en utilisant une seule base de code",
    "wallet_desc":"La solution aura 3 applications: Une application mobile utilisée par les commerçants et les particuliers Une application web pour les entreprises Une application Web pour le panneau d'administration, 5 profils d'utilisateurs: responsable marchand, caissier marchand, entreprise, individu, administrateur",
    "wallet_small_desc":"Une application de Porte-monnaie électronique ciblant trois publics, Les particuliers, Les entreprises et Les commerçants. La fonctionnalité principale consiste à effectuer une transaction à l'aide du code QR",
    "risk_desc":"Inspirée de l'expérience acquise par SAHAM ASSURANCE dans le domaine de l'assurance multirisque professionnelle, ASSUR’RISK se présente sous forme d'un questionnaire portant sur les items techniques habituellement examinés dans le cadre de ce type de police d’assurance.L'application fournit également un accès à la plupart des fonctionnalités hors ligne à l'aide d'une base de données locale et d'un système de synchronisation automatiquement",
    "risk_small_desc":"Conviviale et simple à utiliser, ASSUR’RISK permet d'évaluer les dispositions techniques et organisationnelles mises en place au niveau des sites industriels/commerciaux et dédiées à la maîtrise des risques incendie/explosion.",
    "beit_desc":"L'objectif principal de l'application est de faciliter l'accès à toutes les différentes données nécessaires au personnel d'une entreprise pour faire son travail, et de numériser tout un travail de papier qu'ils font tous les jours.L'application a cinq profils principaux, ce sont les chefs de chaque département et un super administrateur",
    "beit_small_desc":"C'est une application mobile pour visualiser et suivre les données de tous les services et départements de SUEZ RV Maroc, et elle n'est utilisée que par le personnel de l'entreprise.",
    "qilturo_desc":"La solution aura 3 applications: Une application mobile utilisée par les particuliers, Une application web pour les entreprises et les particuliers, Une application web pour le panneau d'administration, il y a un essai gratuit de 14 jours sans engagement et trois plans d'abonnement ont chacun ses avantages le principal avantage est la fonction vidéo qui permet à l'utilisateur de regarder une vidéo musicale de motivation",
    "qilturo_small_desc":"Qilturo est une application de développement personnel qui condense les meilleurs livres, conférences, documentaires et podcasts dans des qilturos à lire, écouter ou regarder en 20 minutes.",
    "best_projects":"Le meilleur de mes projets",
    "more_on_github":"Vous pouvez en trouver plus sur mon github",
    "view_more":"Voir plus",
    "close":"Fermer",
    "get_in_touch":"Entrez en contact avec moi",
    "send_message":"Envoyer le message",
    "name":"Nom",
    "email":"E-mail",
    "subject":"Objet",
    "message":"Message"
}